/* Hybrid map view */
"Hybrid" = "Híbrido";

/* Interesting place I have visited */
"Interesting place I have visited" = "Interesante lugar que he visitado";

/* Satellite map view */
"Satellite" = "Satélite";

/* Standard map view */
"Standard" = "Estándar";

/* The place where I currently live */
"The place where I currently live" = "El lugar donde vivo actualmente";

/* The place where I was born */
"The place where I was born" = "El lugar donde nací";

